Repository: atancula/okKindred
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Password
pl: Hasło

source: Password confirmation
pl: Potwierdź hasło

source: Passwords don't match
pl: Hasła nie pasują

source: Your account has now been locked for 24 hours after 5 failed login attempts
pl: Logowanie nie powiodło się; Twoje konto zostało zablokowane na 24 godziny

source: If you need assistance, please email:
pl: Jeśli potrzebujesz pomocy, napisz:

source: Invalid Login
pl: Nieprawidłowy login

source: Try Again
pl: Spróbuj ponownie

source: Logged In
pl: Jesteś w okKindred

source: Logged Out
pl: Wylogowano

source: Please sign in
pl: Zaloguj się

source: Email Address
pl: Adres e-mail

source: Email address
pl: Adres e-mail

source: Sign In
pl: Zaloguj się

source: I forgot my password
pl: Nie pamiętam hasła

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
pl: Nie pamiętasz hasła? Wpisz swój adres e-mail poniżej, a my wyślemy instrukcje jak ustawić nowe hasło.

source: Email Address:
pl: Adres e-mail:

source: Reset my password
pl: Zresetuj moje hasło

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hasło zostało zresetowane. Zaloguj się.

source: Log in
pl: Zaloguj się

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Proszę wpisz nowe hasło dwukrotnie, dzięki temu sprawdzimy że nowe hasło zostało wpisane po poprawnie.

source: New password:
pl: Nowe hasło:

source: Confirm password:
pl: Potwierdź hasło:

source: Change my password
pl: Zmień moje hasło

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link do zresetowania hasła jest nieprawidłowy, prawdopodobnie dlatego, że został już użyty. Proszę zażądać przesłania nowego linku do zresetowania hasła.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pl: Instrukcje dotyczące ustawiania hasła zostały wysłane na podany adres e-mail Powinieneś je otrzymać wkrótce.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pl: Jeśli e-mail nie dotarł, upewnij się, że adres wpisany podczas rejestracji jest poprawny, oraz sprawdzić spam.

source: Settings
pl: Ustawienia

source: Done
pl: Gotowe

source: Options
pl: Opcje

source: First Language
pl: Pierwszy język

source: Receive family update emails
pl: Otrzymuj e-maile o aktualizacjach rodziny

source: Do you want to receive family update emails?
pl: Czy chcesz otrzymywać wiadomości o aktualizacjach rodziny?

source: Yes
pl: Tak

source: No
pl: Nie

source: Receive update emails when you are identified in a photo
pl: Otrzymuj e-mail kiedy Twoje zdjęcie zostanie oznaczone

source: Do you want to receive update emails when you are identified in a photo?
pl: Czy chcesz otrzymywać aktualizacje e-mail, kiedy Twoje zdjęcie zostanie oznaczone?

source: Change Password
pl: Zmień hasło

source: New Password
pl: Nowe hasło

source: Minimum of 8 characters
pl: Minimum 8 znaków

source: Whoops, they must match!
pl: Ups, one muszą pasować!

source: Confirm Password
pl: Potwierdź hasło

source: Update Password
pl: Zaktualizuj hasło

source: Goodbye and Farewell
pl: Rezygnacja z ok!Kindred na zawsze

source: Leave ok!Kindred forever...
pl: Zrezygnuj na zawsze

source: Delete Profile
pl: Usuń swój profil

source: Are you sure you want to leave ok!Kindred? We would be very sad to see you leave!
pl: Czy na pewno chcesz zrezygnować z ok!Kindred na zawsze? Jeśli usuniesz swoj profil to ograniczy to informacje innym urzytkownikom. A nam będzie smutno!

source: NO!!! I don't want to quit
pl: NIE!!! Nie chcę, zrezygnować z ok!Kindred na zawsze

source: Yes but leave my profile
pl: Tak, ale chcę żeby mój profil pozostał

source: Yes and delete my profile
pl: Tak i chcę usunąć swój profil

source: Required field!
pl: Wymagana informacja!

source: Access denied
pl: Dostęp zablokowany

source: An invitation to ok!Kindred from {0}
pl: Zaproszenie do ok! Kindred od {0}

source: Hi {0} You have been invited by {1} to join ok!Kindred. ok!Kindred is a collaborative family tree and private social network for you and you family. A network has already been set up by one of your family members to help you keep in touch. To join, please go to {2}/accounts/confirmation={3}/
pl: Witaj {0} Zostaliście zaproszeni przez {1} do ok!Kindred. ok!Kindred jest wspólnym drzewem genealogicznym i prywatną, społecznościową platformą dla Ciebie i Twoich bliskich. Ktoś z Twojej rodziny jest cześcią waszego drzewa genealogicznego, które pomoże Ci poznać pozostałych członkow waszej rodziny. Aby przyłączyć się, kliknij na: {2}/accounts/confirmation={3}/

source: Welcome to ok!Kindred
pl: Witamy w ok!Kindred

source: Thank you for accepting the invitation from
pl: Dziękujemy za przyjęcie zaproszenia od

source: to join ok!kindred, share your family tree and keep in contact with your family members!
pl: żeby przyłączyć się do ok!Kindred, udostępniać swoje drzewo genealogiczne i pozostać w kontakcie z członkami rodziny!

source: Please create a new password:
pl: Proszę utwórz nowe hasło:

source: Join ok!Kindred
pl: Dołącz do ok!Kindred

source: Invalid Email Confirmation
pl: Nieprawidłowe potwierdzenie adresu e-mail

source: Unfortunately either your invite to join has expired, or is invalid. Please ask a member of your family to re-invite you.
pl: Niestety, Twoje zaproszenie wygasło albo jest nieprawidłowe. Proszę poproś członka swojej rodziny, żeby wysłali Ci nowe zaproszenie.

source: Hello
pl: Witamy

source: You have been invited by %(user_who_invited_person)s to join ok!Kindred: a collaborative family tree and private social network for you and your family. A network has already been set up by one of your family members to help you keep in touch.
pl: Zostaliście zaproszeni przez %(user_who_invited_person) aby przyłączyć się do ok!Kindred: prywatny portal społecznościowy gdzie możesz współtworzyć drzewo genealogiczne waszjej rodziny. Drzewo genealogiczne, które zostało już zaczęte przez jednego z członków Twojej rodziny, pomoże wam pozostać w kontakcie.

source: If you would like to join, please click on the following link and choose a secure password that you will remember.
pl: Aby potwierdzić swoje konto, kliknij na poniższy link i wybierz bezpieczne hasło, które łatwo zapamiętasz.

source: Please, click the link and check it out. You can always leave if you wish. If you want to find out more, just go to <a href = "%(domain)s">%(domain)s</a> to find out more!
pl: Proszę kliknij na link i sprawdź naszą stronę. Jeśli chcesz dowiedzieć się więcej, wystarczy udać się do <a href = "%(domain)s">%(domain)s</a>

source: Thanks and lots of love from Justin & Adrian @ ok!Kindred
pl: Dzięki i pozdrowienia od Justina & Adriana @ ok!Kindred

source: ok!Kindred family update
pl: Aktualizacja rodzinna na ok!Kindred

source: One or more of your family has had details in ok!Kindred updated.
pl: Szczegóły w ok!Kindred zostały zaktualizowane przez kogoś z Twojej rodziny.

source: The following people have been added to your family in ok!Kindred. Click on them to find out more:
pl: Następujące osoby zostały dodane do drzewa genealogicznego na ok!Kindred. Aby dowiedzieć się więcej, kliknij tutaj:

source: The following people's profiles have been updated. Click on them to find out more:
pl: Profile następujących osób zostały uaktualnione. Aby dowiedzieć się więcejkliknij tutaj:

source: Female
pl: Kobieta

source: Male
pl: Mężczyzna

source: Other
pl: Inna płeć

source: Partnered
pl: w związku z

source: Raised
pl: Wychował/wychowała

source: Raised By
pl: Wychowany/wychowana przez

source: Cancel
pl: Anuluj

source: Existing Person
pl: Istniejąca osoba

source: New Person
pl: Nowa osoba

source: Name
pl: Imię

source: Gender
pl: Płeć

source: Location
pl: Lokalizacja

source: Birth Year
pl: Rok urodzenia

source: Required
pl: Wymagane

source: Search Name
pl: Szukaj

source: Searching...
pl: Szukam...

source: Save
pl: Zapisz

source: Back
pl: Z powrotem

source: Break Relations
pl: Skasuj Relację

source: Break
pl: Przerwij

source: Add Relation
pl: Dodaj Relację

source: Break Relation
pl: Przerwij Relację

source: Delete
pl: Skasuj

source: Click photo to upload new one
pl: Kliknij na zdjęcie, żeby je zmienić

source: Death Year (enter 0 if still alive)
pl: Rok Śmierci (wpisz 0, jeśli jeszcze żyje)

source: Death Year. Enter 0 if still alive.
pl: Rok Śmierci. Wpisz 0 jeśli jeszcze żyje.

source: Spoken Languages
pl: Zna następujące języki

source: Occupation
pl: Zawód

source: Tel Number
pl: Numer telefonu

source: Telephone/Mobile Number. Include the country code if your family is across several countries
pl: Telefon / numer telefonu komórkowego. Dodaj numer kierunkowy kraju, żeby członkowie Twojej rodziny z innych krajów mogli się z wami łatwo skontaktować

source: Location. Can be approximate e.g. Coventry, UK or 筲箕灣 香港
pl: Lokalizacja. Może być przybliżona np Coventry, UK lub 筲箕灣 香港

source: Website
pl: Stronia internetowa

source: Skype Name
pl: Nazwa Skype

source: Locked
pl: Zablokowany

source: Lock your profile, so only you can edit it?
pl: Zablokuj swój profil; tylko Ty możesz go zmieniać

source: Are you sure you want to delete profile?
pl: Czy na pewno chcesz usunąć profil?

source: NO!!!
pl: NIE!!!

source: Image Resize
pl: Zmień rozmiar brazu

source: Please trim the image to suit a profile picture:
pl: Przytnij zdjęcie, aby stworzyć zdjęcie z profilowe:

source: New Profile Photo
pl: Nowe zdjęcie profilowe

source: Upload the new profile photo for
pl: Dodaj nowe zdjęcie profilowe

source: Select file...
pl: Wybierz plik...

source: Processing...
pl: Przetwarzanie...

source: Error uploading image
pl: Wystąpił błąd podczas przesyłania obrazu

source: No Match Found!
pl: Brak wyników!

source: Tree
pl: Drzewo

source: Edit
pl: Edytuj

source: Relation To Me
pl: Relacja Do Mnie

source: Ancestors
pl: Przodkowie

source: Descendants
pl: Potomkowie

source: This profile has been locked by this user.
pl: Ten profil został zablokowany przez tego użytkownika.

source: No photo uploaded for
pl: Nie ma zdjęcia dla

source: Invite to join
pl: Zaproś do przyłączenia

source: Photos
pl: Zdjęcia

source: Death Year
pl: Rok śmierć

source: Facebook Name
pl: Facebook Nazwa

source: Twitter Handle
pl: Uchwyt Twitter

source: Linked In Profile
pl: Związany W Profilu

source: Biography
pl: Biografia

source: Edit Biography
pl: Edituj Biografie

source: A biography has not yet been written for this language.
pl: Biografia jeszcze nie zostało napisane w tym języku.

source: Search Name:
pl: Szukaj Nazwa:

source: raised
pl: wychowani przez

source: partnered
pl: w zwiazku z

source: Profile
pl: Profil

source: File is too big
pl: Plik jest zbyt duży

source: Title
pl: Tytuł

source: Description
pl: Opis

source: Loading...
pl: Ładuję...

source: No more images to show
pl: Nie więcej zdjęć pokazać

source: Error loading images
pl: Błąd podczas ładowania obrazów

source: Delete Gallery
pl: Usuń Gallery

source: Are you sure you want to leave delete this gallery? It will delete all the images in it!
pl: Czy na pewno chcesz opuścić usunąć tę galerię? Będzie usunąć wszystkie obrazy w nim!

source: Delete Gallery and all Pictures
pl: Usuń Gallery i wszystkie zdjęcia

source: Details
pl: Detale

source: Add New Gallery
pl: Dodaj nową Galerię

source: Galleries
pl: Galerie

source: No more galleries to show
pl: Nie więcej, aby zobaczyć galerie

source: Last Updated:
pl: Ostatnio zaktualizowany:

source: Click/Touch image to tag people
pl: Kliknij / retusz obrazu otagować ludzi

source: Required Field
pl: Wymagane pole

source: Date Taken
pl: Data zrobienia

source: Make Gallery Thumbnail
pl: Sprawdź, galeria miniatur

source: Search Address
pl: Wyszukiwanie adresu

source: Delete Image
pl: Usuń obraz

source: Are you sure you want to leave delete this image?
pl: Czy na pewno chcesz usunąć ten obraz zostawić?

source: Tag Details
pl: Szczegóły Tag

source: Go To Profile
pl: Idź do profilu

source: Delete Tag
pl: Usuń tag

source: Add a New Tag
pl: Dodaj nowy tag

source: Who is this?
pl: Kto to jest?

source: Pictures of
pl: Zdjecia

source: Upload New Photo
pl: Dodaj nowe zdjęcie

source: Upload a new photo to the gallery
pl: Dodaj nowe zdjęcia do galerii

source: Select files...
pl: Wybierz pliki...

source: You have been identified in a photo on ok!Kindred. Click on the following link to see it:
pl: Ty zostały zidentyfikowane na zdjęciu w ok! Kindred. Kliknij na poniższy link, aby je zobaczyć:

source: You have been identified in a new photo in ok!Kindred
pl: Ty zostały zidentyfikowane w nowym zdjęciem w ok! Kindred

source: Hi {0} You have been identified in a photo. To see it, please go to {1}/gallery={2}/image={3}/
pl: Witaj {0} Ty zostały zidentyfikowane na zdjęciu. Aby go zobaczyć, proszę przejść do {1}/gallery={2}/image={3}/

source: English
pl: język angielski

source: Traditional Chinese
pl: Tradycyjne chińskie

source: Simplified Chinese
pl: Chiński uproszczony

source: Polish
pl: Polski

source: Finnish
pl: Fiński

source: French
pl: Francuski

source: ok!Kindred sign up confirmation
pl: ok! Kindred rejestrować się potwierdzenie

source: Hi {0} To confirm your sign up, please go to {1}/accounts/sign_up_confirmation={2}/
pl: Witaj {0} Aby potwierdzić swoją rejestrację, przejdź do {1}/accounts/sign_up_confirmation={2}/

source: Thank you! %(new_signup.name)s Please check your email %(new_signup.email_address)s to confirm your account.
pl: Dziękuję Ci! %(new_signup.name)s Proszę sprawdzić e-mail %(new_signup.email_address)s, aby potwierdzić swoje konto.

source: Account confirmation
pl: potwierdzenie konta

source: To confirm your account, please click on the following link and choose a secure password that you will remember.
pl: Aby potwierdzić swoje konto, kliknij na poniższy link i wybrać bezpieczne hasło, które będzie łatwe do zapamiętania.

source: The email is already in use!
pl: Wiadomość e-mail jest już w użyciu!

source: Invalid email
pl: Niepoprawny email

source: To set up a new family network and join ok!Kindred, please provide the following information:
pl: ! Aby skonfigurować nową sieć rodzinną i dołącz ok Kindred, należy podać następujące informacje:

source: Join
pl: Przyłącz się

source: We are sorry. Unfortunately the page you are looking for has not been found.
pl: Przepraszamy. Niestety strona, której szukasz nie została odnaleziona.

source: Click here to return
pl: Kliknij tutaj, aby powrócić

source: We are sorry. But an error has occurred
pl: Przepraszamy. Ale wystąpił błąd

source: The free and open source collaborative family tree and photo sharing website.
pl: Wolna i open source współpracy drzewo genealogiczne i udostępnianie zdjęć www.

source: Sign Up
pl: Zapisz się

source: Create And Share
pl: Tworzenie i udostępnianie

source: Create and share a multilingual family tree with your family and invite your family members to view it and add to it
pl: Tworzenie i udostępnianie wielojęzycznej drzewo genealogiczne z rodziną i zaprosić członków rodziny, by go zobaczyć i dodać do niej

source: Map your family
pl: Mapa swoją rodzinę

source: Plot the locations of each of your relatives on a map
pl: Wykreślić położenie każdego z krewnych na mapie

source: Share Photos
pl: Dzielić się zdjęciami

source: Share photos privately between your family and tag your family members
pl: Udostępnianie zdjęć prywatnie między rodziną i naklejki członków rodziny

source: Our Story
pl: Nasza historia

source: Would you like to know the story of how and why we created this site?
pl: Chciałbyś poznać historię, jak i dlaczego stworzyliśmy tę stronę?

source: View details
pl: Pokaż szczegóły

source: Contact Us
pl: Skontaktuj się z nami

source: If you have any questions, want to report a bug, ask for a feature or contribute to the source code.
pl: Jeśli masz jakieś pytania, chcesz zgłosić błąd, prosić o funkcji lub przyczynić się do kodu źródłowego.

source: Frequently Asked Questions
pl: Często Zadawane Pytania

source: How it started
pl: Jak to się zaczęło

source: Hello. I'm Justin on the left. And I'm Adrian on the right.
pl: Cześć. Jestem Justin po lewej stronie. I jestem Adrian po prawej stronie.

source: This is a website to record our family tree and act a bit like a social network. You can maintain a profile on here and discover how far the tree reaches! As a person is added to the family tree, they receive an email so they may become a user and add more people to it. The site was inspired by our family gatherings and the difficulties of explaining how we are all related. Our family is now very diverse with many ethnicities and has spread around the globe. As the family grows and evolves, we wanted a way to document everyone and keep in touch.
pl: Jest to strona, aby nagrać nasze drzewo genealogiczne i działają trochę jak sieci społecznej. Można utrzymywać profil tutaj i zobacz, jak daleko sięga drzewo! Jako osoba zostanie dodana do drzewa genealogicznego, otrzymują e-mail, więc mogą one zostać użytkownikiem i dodać do niej więcej ludzi. Witryna została zainspirowana przez naszych rodzinnych spotkań i trudności wyjaśniając, jak wszyscy jesteśmy spokrewnieni. Nasza rodzina jest bardzo zróżnicowany z wielu grup etnicznych i rozprzestrzenił się na całym świecie. Jako rodzina rośnie i ewoluuje, chcieliśmy sposób dokumentowania wszystkich i pozostać w kontakcie.

source: Contact
pl: Kontakt

source: Contact us via email <a href="mailto:info@okkindred.com">info@okkindred.com</a>
pl: Skontaktuj się z nami poprzez e-mail <a href="mailto:info@okkindred.com">info@okkindred.com</a>

source: If you are in our family we want to hear from you and are welcome to visit and stay round any time. If you have a login to this site and are part of my family, you can get my telephone number and address from my profile!
pl: Jeśli jesteś w naszej rodzinie chcemy usłyszeć od ciebie i zapraszamy do odwiedzenia i pobyt rundy w każdej chwili. Jeśli masz login do tego miejscu i są częścią mojej rodziny, można dostać mój numer telefonu i adres z mojego profilu!

source: Alternatively, if you are looking for some help using the site, or even if you want us to help you set up your own similar site please drop us a line!
pl: Ewentualnie, jeśli szukasz jakiejś pomocy z tej witryny, a nawet jeśli chcesz nam pomóc założyć własną podobna strona prosimy daj nam znać!

source: We're quite nice people and do like to talk to people interested in the sames things we are: Geek stuff, software, music and crazy pan global Chinese families...
pl: Jesteśmy bardzo mili ludzie i lubisz rozmawiać z ludźmi zainteresowanych sames rzeczy jesteśmy Geek Stuff, oprogramowania, muzyki i szalony pan globalnych chińskich rodzin ...

source: Can anyone see my family's information?
pl: Czy ktoś może zobaczyć informacje na mojej rodziny?

source: No, only people within your family tree that you have invited can see the information you input. The information is also not searchable by outside users or search engines.
pl: Nie, tylko ludzie w swoim drzewie genealogicznym, które zostały zaproszone mogą zobaczyć informacje wejściowe. Informacja nie jest również przeszukiwać przez zewnętrznych użytkowników i wyszukiwarek.

source: Is my information secure?
pl: Czy moje dane są bezpieczne?

source: We take security and privacy very seriously. We keep the details of our family on this site, and we would never do anything to jeopardise this data! Only your own family members that you invite to share your tree are able to see the information that you enter on the site. Furthermore, we do not sell, trade, or rent your personal identification information to others.
pl: Traktujemy bezpieczeństwo i prywatność bardzo poważnie. Trzymamy szczegóły naszej rodziny na tej stronie, a my nigdy nie zrobi nic, aby zaszkodzić te dane! Tylko własne członkowie rodziny, które zapraszają do dzielenia drzewa są w stanie zobaczyć informacje, które należy wpisać na stronie. Ponadto, nie sprzedawać, ani nie wynajmujemy osobistych informacji identyfikacyjnych dla innych.

source: The site is hosted with <a href="https://www.pythonanywhere.com/?affiliate_id=00022aed">PythonAnywhere</a> who themselves take privacy very seriously. We also use <a href="https://aws.amazon.com/s3/">Amazon S3</a> to store any images that you upload. We do use third party <a href="https://en.wikipedia.org/wiki/Geocoding">geocoding</a> services (Google & Microsoft). This is to convert a location into a longitude and latitude so we can plot it on a map. However no other identifying pieces of information (e.g. name) are supplied with this location to these third parties. So for example we will send solely the term 'Hong Kong' to Google who will then give us a latitude and longitude so we can plot it on a map.
pl: Witryna jest utrzymywana z <a href="https://www.pythonanywhere.com/?affiliate_id=00022aed">PythonAnywhere</a> którzy sami podejmują prywatność bardzo poważnie. Używamy również <a href="https://aws.amazon.com/s3/">Amazon S3</a> przechowywać żadnych obrazów, które przesyłasz. Robimy korzystać z usług TRZECIĄ <a href="https://en.wikipedia.org/wiki/Geocoding">geokodowanie</a> (Google i Microsoft). To jest konwersja lokalizację na długości i szerokości geograficznej, dzięki czemu możemy wykreślić go na mapie. Jednak żadne inne identyfikujące fragmenty informacji (na przykład nazwa) dostarczane są z tego miejsca do tych stron trzecich. Tak na przykład wyślemy jedynie termin "Hongkongu do Google, który będzie następnie dać nam szerokości i długości geograficznej, dzięki czemu możemy wykreślić go na mapie.

source: If you are concerned, the site is entirely open source, so you can take a copy of the source code (see below), have a look how your information is stored or even host your own version of this website. We will be more than happy to help you set it up.
pl: Jeśli obawiasz się, że witryna jest całkowicie open source, więc można wziąć kopię kodu źródłowego (patrz poniżej), spojrzeć w jaki sposób informacje są przechowywane lub nawet gościć własną wersję tej strony. Będziemy bardziej niż szczęśliwi, aby pomóc Ci go skonfigurować.

source: Can I see the source code?
pl: Mogę zobaczyć kod źródłowy?

source: The source code is located at <a href="https://github.com/JustinWingChungHui/okKindred">Github.com</a>. What you see on okKindred.com is taken from the 'production' branch.
pl: Kod źródłowy znajduje się na stronie <a href="https://github.com/JustinWingChungHui/okKindred"> Github.com </a>. Co widać na okKindred.com pochodzi z "produkcji" oddział.

source: We've issued it with an <a href="https://en.wikipedia.org/wiki/MIT_License">MIT licence</a> which means you are free to use, copy and modify the code for your own purpose. The <a href="https://github.com/JustinWingChungHui/okKindred/blob/master/README.rst">README</a> contains a basic overview on how it works and step by step instructions to deploy your own instance.
pl: Mamy wydał go z <a href="https://en.wikipedia.org/wiki/MIT_License"> licencji MIT </a> co oznacza, że ​​mogą swobodnie używać, kopiować i modyfikować kod do własnych celów , <a Href="https://github.com/JustinWingChungHui/okKindred/blob/master/README.rst"> README </a> zawiera podstawowy przegląd tego, jak to działa i instrukcje krok po kroku wdrożyć własną instancję ,
