Repository: atancula/okKindred
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: We welcome anyone who has any ideas or who wishes to contribute to this project and make it better! We especially need help with translation into other languages. Please <a href="mailto:info@okkindred.com?subject=Development" >get in touch</a> if you would like to contribute, or (even better) make a pull request on Github :)
pl: Zapraszamy każdego, kto ma jakieś pomysły lub kto chce przyczynić się do tego projektu i zrobić to lepiej! Szczególnie potrzebna jest pomoc z tłumaczeniem na inne języki. <a Href="mailto:info@okkindred.com?subject=Development"> skontaktuje </a> jeśli chcesz przyczynić się, lub (nawet lepiej) złożyć wniosek ciągnij Github :)

source: What's in it for you if it's free?
pl: Co to oznacza dla Ciebie, jeśli to nic nie kosztuje?

source: We are software developers, and this is a project created in our spare time to expand our skillset and to add to our portfolio to show off to others. This was the best way to organise information on our own family, and we hope that new users will offer suggestions to improve the site or even contribute code.
pl: Jesteśmy programistów, a jest to projekt stworzony w naszym wolnym czasie, aby rozwinąć naszą Skillset i dodać do naszego portfela, aby pokazać innym. To był najlepszy sposób na porządkowanie informacji na temat naszej własnej rodziny i mamy nadzieję, że nowi użytkownicy będą oferować propozycje w celu poprawy witryny lub nawet przyczynić się kod.

source: Can I manage multiple family trees?
pl: Czy mogę zarządzać wieloma drzewa genealogiczne?

source: No you can't! At least not yet. We are aware that this is something people may want, and may put this feature in the future.
pl: Nie, nie mogę! Przynajmniej jeszcze nie. Zdajemy sobie sprawę, że jest to coś, co ludzie mogą chcieć, a może umieścić tę funkcję w przyszłości.

source: Is there an iOS/Android app?
pl: Czy istnieje aplikacja iOS / Android?

source: No there is not yet. However, you will find that the website formats very nicely on a mobile device. If you are using Chrome on a mobile, you can add a shortcut of the website to your desktop which makes it look like an app for those in your family who are less tech savvy!
pl: No nie ma jeszcze. Jednak można zauważyć, że strona formatuje bardzo ładnie na urządzeniu mobilnym. Jeśli używasz Chrome na komórkę, można dodać skrót do strony internetowej na pulpicie, który sprawia, że ​​wygląda jak aplikacja dla osób z twojej rodziny, którzy są mniej technika zrozumiały!

source: How can I show more family members in the tree?
pl: Jak mogę pokazać więcej członków rodziny w drzewie?

source: The standard view just shows the one level of relation. However, if you go to the eldest relative's profile, you can 'Show Descendents'. This will show all descendents with blood relations but not their partners.
pl: Standardowy widok tylko pokazuje jeden poziom relacji. Jeśli jednak przejść do profilu najstarszy krewnych, można "Pokaż potomkowie. Spowoduje to wyświetlenie wszystkich potomków z krewnymi, ale nie ich partnerów.

source: Displaying a family tree on a mobile device without it turning into a mess is a challenge that is yet to be resolved.
pl: Wyświetlanie drzewo genealogiczne na urządzeniu mobilnym bez to zamienia się w bałagan jest wyzwaniem, które nie jest jeszcze rozwiązany.

source: What browsers does this work on?
pl: Jakie przeglądarki to działa dalej?

source: The site is tested on the latest version of the top browsers on desktop and mobile. There may be issues on unsupported browsers, such as older Android browsers, Internet Explorer 9 and below.
pl: Witryna jest testowany na najnowszej wersji z najlepszych przeglądarek na komputerach i urządzeniach mobilnych. Nie mogą być problemy na nieobsługiwanych przeglądarek, takich jak Android starszych przeglądarek, Internet Explorer 9 i poniżej.

source: Is this website available in Mainland China?
pl: Czy ta strona dostępna w Chinach?

source: As far as we know it is, but availability of certain websites in China changes day to day. We have made some technical decisions to make it more likely to be available. For instance we use <a href="https://www.mapbox.com">Mapbox</a> for mapping instead of Google maps because the latter is blocked in China over a secure connection.
pl: O ile wiemy, to jest, ale dostępność niektórych stron internetowych w Chinach zmienia się z dnia na dzień. Poczyniliśmy pewne decyzje techniczne, aby uczynić go bardziej prawdopodobne, aby być dostępne. Na przykład używamy <a href="https://www.mapbox.com"> Mapbox </a> mapowania zamiast map Google, ponieważ jest on zablokowany w Chinach za pośrednictwem bezpiecznego połączenia.

source: Is there a limit on images I can upload?
pl: Czy istnieje limit zdjęć mogę przesłać?

source: No at the moment there isn't. The images are stored on <a href="https://aws.amazon.com/s3/">Amazon S3</a> which is very very cheap so we don't mind footing the cost. However if a lot of users start to upload thousands and thousands of images, we will have to create a limit.
pl: Nie w tej chwili nie ma. Obrazy są zapisywane na <a href="https://aws.amazon.com/s3/">Amazon S3</a> który jest bardzo tanie, więc nie przeszkadza pokryje koszty. Jeśli jednak wielu użytkowników zacznie przesyłać tysiące zdjęć, będziemy musieli stworzyć granicę.

source: Can I advertise on your site?
pl: Czy mogę reklamować na swojej stronie?

source: We have no plans to raise money via ads on the site mainly as we don't want to subject our Grandmas to any more advertising than they currently get.
pl: Nie mamy żadnych planów, aby zebrać pieniądze poprzez reklamy na stronie głównie jako nie chcemy narażać nasze babcie do dowolnego więcej reklam niż obecnie dostać.

source: I found a bug!
pl: Znalazłem błąd!

source: Please let us know! You can <a href="mailto:info@okkindred.com?Subject=I%%20found%%20a%%20bug!">email us</a> or you can add it to the <a href="https://github.com/JustinWingChungHui/okKindred/issues">issues list</a> on Github. If it's a security bug need to know ASAP so we can fix it!
pl: Daj nam znać! Możesz <a href="mailto:info@okkindred.com?Subject=I%%20found%%20a%%20bug!"> napisz do nas </a> lub można ją dodać do <a href = "https: lista //github.com/JustinWingChungHui/okKindred/issues">issues </a> na Github. Jeśli jest to błąd bezpieczeństwa trzeba wiedzieć jak najszybciej, abyśmy mogli go naprawić!

source: Can you add a feature so it can do xxxxx please?
pl: Można dodać funkcję, dzięki czemu można zrobić xxxxx proszę?

source: Feel free to request new features via <a href="mailto:info@okkindred.com?Subject=Feature%%20Request">info@okkindred.com</a>. We will definitely consider them especially if it will benefit a lot of people (i.e. our family). This site is done in our spare time, so feature requests will be done when they're done.
pl: Zapraszam do żądania nowe funkcje poprzez <a href="mailto:info@okkindred.com?Subject=Feature%%20Request">info@okkindred.com</a>. Na pewno uważają je zwłaszcza jeśli będzie to korzystne dla wielu ludzi (czyli naszej rodziny). Ta strona jest wykonywana w wolnym czasie, więc wnioski funkcja zostanie wykonane, kiedy skończysz.

source: Other genealogy websites look up local records to help create the tree, can you do the same?
pl: Inne strony genealogiczne patrzeć lokalne rekordy do tworzenia drzewa, można zrobić to samo?

source: We have no plans to implement this yet. The reason being is that most of our family originates from China. Because of the civil wars that occured in China in the 20th century and instability during the last decades of the Qing dynasty, few usable records exist that would be beneficial to us.
pl: Nie mamy żadnych planów, aby zaimplementować to jeszcze. Powodem jest to, że większość naszej rodziny pochodzi z Chin. Z powodu wojen domowych, które wystąpiły w Chinach w 20 wieku i niestabilności w ostatnich dziesięcioleciach dynastii Qing, Kilka użytecznych istnieją zapisy, które byłyby korzystne dla nas.

source: Given that many genealogy websites do this already, we would try to focus more on the social networking side of this project. However that is not to say that if in time a great need became apparent, we would not look at implementing such a feature.
pl: Biorąc pod uwagę, że wiele stron internetowych, genealogia to zrobić już, to staramy się bardziej skupić się na stronie społecznościowej tego projektu. Jednak to nie znaczy, że jeśli w czasie wielkie zapotrzebowanie stało się jasne, że nie będzie patrzeć na realizację takiej funkcji.

source: For describing relationships you have 'Partnered' but not 'Married', you have 'Raised' but not 'Given Birth to'?
pl: Do opisywania relacji masz "Współpracę", ale nie "Married", trzeba "Raised", ale nie "zrodził"?

source: We've tried to keep the site as simple as possible and as inclusive as possible. The definitions of 'Raised', 'Raised by' and 'Partnered' give enough information to build a tree. They are inclusive of cross-cultural relationships which don't have a concept of marriage. They can include civil partnerships, common law partners, divorcees, adoptees and any other definitions that may or may not exist in different cultures.
pl: Staraliśmy się utrzymać stronę tak proste, jak to możliwe i możliwie wszechstronnej. Definicje "Raised", "Raised by" i "Współpracę 'dać wystarczająco dużo informacji, by stworzyć drzewo. Są włącznie z relacji międzykulturowych, które nie mają pojęcia małżeństwa. Mogą one obejmować partnerstwa obywatelskiego, partnerami common law rozwódki, przysposobionych i innych definicji, które mogą lub nie mogą występować w różnych kulturach.

source: Toggle navigation
pl: Włącz nawigację

source: Map
pl: Mapa

source: Gallery
pl: Galeria

source: Search
pl: Szukanie

source: About
pl: O

source: Log Out
pl: Wyloguj

source: Log In
pl: Zaloguj Się

source: Cookies are not enabled on your browser. Please enable cookies in your browser preferences to continue.
pl: Cookies nie są włączone w przeglądarce. Prosze pozwól cookies w preferencjach przeglądarki, aby kontynuować.
